{
  "id": "1021",
  "agency_id": "10",
  "name": "Eric D. Hargan",
  "slug": "eric-d-hargan",
  "agency_name": "Health and Human Services",
  "position_title_1": "Senior Advisor to the Secretary",
  "position_title_2": "Deputy Secretary, Health and Human Services",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "10/5/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387537-Eric-D-Hargan-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/eric-hargan-6a54ba7/",
  "outside_bio": "Eric D. Hargan was sworn into office as Deputy Secretary of the Department of Health and Human Services on Oct. 6, 2017. Previously Mr. Hargan was an attorney, most recently a shareholder in Greenberg Traurig’s Chicago office in the Health and FDA Business department, where he focused his practice on transactions, healthcare regulations and government relations. He represented investors, companies, and individuals in healthcare investments and issues across the entire sector. From 2003 to 2007, Mr. Hargan served at HHS in a variety of capacities, ultimately holding the position of Acting Deputy Secretary. During his tenure at HHS, Mr. Hargan also served as the Department’s Regulatory Policy Officer, overseeing the development and approval of all HHS, CMS, and FDA regulations and significant guidances. Prior to this role, he served HHS as Deputy General Counsel. More recently, he was tapped by Governor Bruce Rauner to serve during transition as lead co-chair for Gov. Rauner’s Healthcare and Human Services committee. During his time in Illinois, Mr. Hargan taught at Loyola Law School in Chicago, focusing on administrative law and healthcare regulations. He was a member of the U.S. government team at the inaugural U.S.-China Strategic Economic Dialogue in Beijing in 2006-2007, worked with the State Department’s Bureau of Arms Control to advance biosecurity in developing nations, and initiated and led the HHS team that developed the first responses to international food safety and importation issues in 2007. He received his B.A. cum laude from Harvard University, and his J.D. from Columbia University Law School, where he was Senior Editor of the Columbia Law Review. Mr. Hargan also received a Certificate in International Law from the Parker School of Foreign and Comparative Law at Columbia University. Before returning to Washington, D.C., Mr. Hargan lived in the suburbs of Chicago with his wife and their two sons.",
  "bio_source": "Department of Health and Human Services",
  "bio_url": "https://www.hhs.gov/about/leadership/eric-d-hargan/index.html",
  "propublica_bio": ""
}