{
  "id": "1027",
  "agency_id": "10",
  "name": "Valerie Jean Huber",
  "slug": "valerie-jean-huber",
  "agency_name": "Health and Human Services",
  "position_title_1": "Chief of Staff, Office of the Assistant Secretary for Health",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$112,021",
  "start_date": "6/5/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388522-Valerie-Jean-Huber-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/valeriehuber/",
  "outside_bio": "She has more than 15 years’ experience working with programs that focus on child and adolescent health. In her current role, Huber serves as a principal policy advisor to the Assistant Secretary for Health, overseeing management and programmatic initiatives that support optimal health outcomes for all Americans. Before joining the Administration, Huber cofounded and served as president/CEO of Ascend, a national organization that champions young people to make healthy decisions in relationships and life. Before that, Huber was a public health advocate, managing the Ohio Department of Health’s sexual risk avoidance program, which provided educational resources to almost 100,000 students a year. Earlier, she founded and directed a community-based nonprofit organization that partnered with schools to give K-12 students skills to build personal responsibility, treat others with respect, and avoid risky behaviors.Throughout her career, Huber has been involved in policy development and implementation at the local, state, and national levels. She was also instrumental in the creation of a highly regarded professional credential for sexual risk avoidance (SRA) programs and led research on a variety of topics impacting youth and their parents.",
  "bio_source": "Department of Health and Human Services",
  "bio_url": "https://www.hhs.gov/ash/about-ash/leadership/valerie-huber/index.html",
  "propublica_bio": ""
}