{
  "id": "269",
  "agency_id": "68",
  "name": "Ian Steff",
  "slug": "ian-steff",
  "agency_name": "Commerce",
  "position_title_1": "Deputy Assistant Secretary for Manufacturing",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$160,000",
  "start_date": "6/5/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388552-Ian-Steff-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/ian-steff-7a9a6088/",
  "outside_bio": "Before joining the U.S. Department of Commerce, Steff served as the state of Indiana’s first Chief Innovation Officer under then-Governor Pence and subsequently Governor Holcomb. He was Executive Vice President for the Indiana Economic Development Corporation (IEDC) and the state’s senior advisor for science, technology, and advanced manufacturing. Steff oversaw Indiana’s strategy regarding science and technology economic development and was directly responsible for the implementation of the Governor’s billion-dollar innovation and entrepreneurship initiative. He worked to expand investments and public-private partnerships throughout the state in information technology, life sciences, composite materials, nanotechnology, energy storage, advanced manufacturing, and the Internet of Things. Steff served on the Board of Directors of the Battery Innovation Center in Southern Indiana, the Dean of Engineering’s Advisory Council at Purdue University, and the Vice Chancellor for Research’s Advisory Board at IUPUI. Steff also served on the Board of Directors of the Institute for Advanced Composites Manufacturing Innovation. Prior to his roles in the state of Indiana, Steff worked for the Semiconductor Industry Association (SIA) in Washington, DC for nearly a decade. At the SIA, he served as an elected officer and vice president of global policy and technology partnerships. He was chairman of the Executive Committee of the Board of Directors of the United States Information Technology Office in Beijing. He was a member of the Executive Committee of the International Technology Roadmap for Semiconductors and the Advisory Board of Rochester Institute of Technology’s School of Microelectronics. Steff started his professional career as a member of the Ways and Means trade staff in the U.S. House of Representatives under Chairman Thomas and Subcommittee Chairmen Shaw and Crane. Steff graduated Magna Cum Laude from American University where he possesses a B.A. in International Studies. He also completed graduate work at the National Defense University in Washington, D.C., and received a M.A. in International Science and Technology Policy from the George Washington University.",
  "bio_source": "Department of Commerce",
  "bio_url": "https://web.archive.org/web/20180119214148/https://www.trade.gov/press/bios/steff.asp",
  "propublica_bio": ""
}