{
  "id": "492",
  "agency_id": "27",
  "name": "Mark T. Esper",
  "slug": "mark-t-esper",
  "agency_name": "Defense",
  "position_title_1": "Secretary of the Army",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "11/16/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387637-Mark-T-Esper-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/mark-esper-11b4671/",
  "outside_bio": "For the past seven years, Esper was a senior executive at the Raytheon Company as Vice President for Government Relations. From 2008-2010, Esper served concurrently as Executive Vice President for the U.S. Chamber of Commerce’s Global Intellectual Property Center and as Vice President for Europe and Eurasian Affairs. From 2006-2007 he served as COO and Executive Vice President of Defense and International Affairs at the Aerospace Industries Association. Esper also has extensive experience working on Capitol Hill. He served as National Security Advisor for Senate Majority Leader Bill Frist; Policy Director for the House Armed Services Committee; and as a Professional Staff Member on the Senate Foreign Relations and Government Affairs Committees where he was responsible for national security issues. Esper also served as the Legislative Director and Senior Policy Advisor to Senator Chuck Hagel. His Pentagon experience includes serving as the Deputy Assistant Secretary of Defense (Negotiations Policy) in the Office of the Secretary of Defense and earlier on the Army staff as a war planner. Esper was also a Chief of Staff of the Heritage Foundation, and taught at Missouri State University’s Department of Defense and Strategic Studies program in Fairfax, Virginia. Esper is a 1986 graduate of the United States Military Academy and received his commission in the Infantry. Upon completion of Ranger and Pathfinder training, he served on active duty for over a decade, including service in the 1990-1991 Gulf War with the 101st Airborne Division. He later commanded an airborne rifle company in Europe. Following active duty, he served in both the Virginia and District of Columbia National Guard, and Army Reserve before retiring in 2007. Esper holds a Master of Public Administration degree from the John F. Kennedy School of Government at Harvard University, and a Ph.D. in Public Policy from The George Washington University. He is a recipient of the Department of Defense Medal for Distinguished Public Service. Among his military awards and decorations are the Legion of Merit and Bronze Star Medal, the Kuwait Liberation Medal and Kuwait Liberation Medal – Saudi Arabia, and the Combat Infantryman Badge. Esper and his wife Leah have been married for 28 years and have three adult children",
  "bio_source": "Department of Defense",
  "bio_url": "https://web.archive.org/web/20180205165044/https://www.defense.gov/About/Biographies/Biography-View/Article/1378166/dr-mark-t-esper/",
  "propublica_bio": ""
}