{
  "id": "556",
  "agency_id": "54",
  "name": "Robert Scott Eitel",
  "slug": "robert-scott-eitel",
  "agency_name": "Education",
  "position_title_1": "Special Assistant to the Secretary",
  "position_title_2": "Special Counselor to the Secretary",
  "position_title_3": "",
  "grade_level": "$161,900",
  "start_date": "2/13/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4345843-Eitel-Robert.html",
  "ethics_waiver_url": "",
  "linkedin_url": "",
  "outside_bio": "Robert Eitel, a founding member of Talbert & Eitel, PLLC, advises clients on education-related legislation, regulations, guidance, and cases. His clients include institutions of higher education, charter school organizations, accrediting agencies, professional and trade associations, advocacy groups, and non-profit entities. Mr. Eitel’s diverse practice encompasses accreditation, administrative law, admissions, civil rights, financial aid, campus safety, student privacy, compliance, records retention, grants, and elementary and secondary school legislation. He also handles employment disputes, responses to government investigations, and litigation matters. From 2006 to 2009, Mr. Eitel served as Deputy General Counsel of the U.S. Department of Education, where he provided legal advice on important authorities governing the education sector, including the Higher Education Act, the No Child Left Behind Act, and the Family Educational Rights and Privacy Act. Mr. Eitel also supervised the Department's bill drafting and legal review of testimony before Congress and counseled senior officials on employment and human resources matters, affirmative action issues, Congressional oversight requests, compliance with records retention and electronic discovery rules, responses to Inspector General investigations, and Departmental governance. He served as Senior Counsel to the General Counsel of the Department from 2005 to 2006. Before coming to the Office of the General Counsel, Mr. Eitel practiced law in New Orleans, Louisiana, where his litigation and counseling practice included employment discrimination matters, complex commercial litigation, bankruptcy proceedings, copyright infringement cases, professional liability claims, and tort suits. An experienced litigator who has tried cases in federal and state court, he has represented clients in proceedings in a variety of jurisdictions. Mr. Eitel is a member of the District of Columbia and Louisiana State Bar Associations, as well as the National Association of College and University Attorneys, the Education Law Association, and the Alliance of Public Charter School Attorneys. He is admitted to practice before the United States Supreme Court, the United States Court of Appeals for the District of Columbia Circuit, the United States Court of Appeals for the Fifth Circuit, and all federal and bankruptcy courts located in Washington, D.C. and Louisiana. He is a graduate of the National Institute for Trial Advocacy's Trial Skills and Deposition Skills programs.",
  "bio_source": "Republican National Lawyers Association via Internet Archive",
  "bio_url": "https://web.archive.org/save/https://www.rnla.org/bio/BioDetail.asp?MemberID=5530",
  "propublica_bio": "Bob Eitel was vice president for regulatory legal services at Bridgepoint Education Inc., an operator of for-profit colleges, during federal investigations into the company. He was also vice president of regulatory operations for another for-profit college operator, Career Education Corporation, and was director of its political action committee. According to the agency, he has recused himself from matters relating to both of those former employers."
}