{
  "id": "642",
  "agency_id": "41",
  "name": "Gary Michael Brown",
  "slug": "gary-michael-brown",
  "agency_name": "Energy",
  "position_title_1": "Executive Advisor",
  "position_title_2": "Deputy General Counsel for Compliance",
  "position_title_3": "",
  "grade_level": "$179,700",
  "start_date": "1/20/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766101-Brown-G-Michael.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/g-michael-brown-82a9775/",
  "outside_bio": "G. Michael Brown was the Political Director for Dr. Ben Carson’s campaign for president. In this capacity Michael led the campaign’s 150+ person political team across the country including the early primary/caucus states of Iowa, New Hampshire, South Carolina and Nevada. Prior to joining the campaign Michael served as Chesapeake Energy Corporation’s manager for Market Development and Government Relations in Texas. In this position he handled state-specific issues, advocated for increased demand for compressed natural gas (CNG) vehicles, and managed a nation-wide public speaking and advocacy portfolio within the oil and gas sector. Michael’s past political work includes serving as a campaign manager, attorney or operative for numerous candidates, political operations, and ballot initiatives throughout the country. In addition to campaigns, Michael served as a White House Intern and as a press secretary for the International Trade Administration at the U.S. Department of Commerce in Washington, D.C. during the second Bush Administration. Michael earned his law degree from the University of Missouri where he served as the Associate Editor-in-Chief for the school’s environment and energy law journal and studied international law at Cambridge University in the United Kingdom. Michael also has a BA in History from Texas Tech University and a Masters of Public Affairs (MPA) from the Harry S Truman School of Public Affairs at the University of Missouri. Michael is a 6th generation Texan who enjoys traveling, sports and fostering rescue dogs until they find a permanent home.",
  "bio_source": "LinkedIn",
  "bio_url": "https://www.linkedin.com/in/g-michael-brown-82a9775/",
  "propublica_bio": "Michael Brown was a director for The American Coalition for Clean Coal Electricity, a trade group representing electricity, coal and railroad interests. After that, he did market development and government relations work for Chesapeake Energy, the petroleum and gas company."
}