{
  "id": "682",
  "agency_id": "41",
  "name": "Nora Khalil",
  "slug": "nora-khalil",
  "agency_name": "Energy",
  "position_title_1": "Associate Administrator for External Affairs, National Nuclear Security Administration",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$155,000",
  "start_date": "6/19/2017 12:00:00 AM",
  "end_date": "1/15/2018 12:00:00 AM",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388385-Nora-Khalil-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/nora-khalil-025597a8/",
  "outside_bio": "Khalil’s extensive career in government affairs spans more than 20 years in both the private and public sectors. Prior to her current appointment, Khalil was the Director of External Affairs for the Defense Nuclear Facilities Safety Board (DNFSB), where she established the organization’s strategic external outreach efforts. Her work focused on expanding and establishing relations with key members of Congress and stakeholders in order to raise the visibility of the DNFSB mission of protecting the health and safety of the public and workers at the Department of Energy’s (DOE) defense nuclear facilities. Khalil also served as Deputy Director of Governmental Affairs for Naval Reactors. Her work included legislative lead for Naval Reactors' DOE funded programs, where she counted the Columbia-class ballistic submarine and the Spent Fuel Handling Recapitalization Program among her areas of responsibilities. In the private sector, Khalil successfully represented clients before Congress on a variety of issues including funding for defense, information technology, and energy programs. She began her career on Capitol Hill serving as Legislative Director for two members of the U.S. House of Representatives Committee on Appropriations. During that time, she worked for then-chairman of the Subcommittee on Energy and Water Development Appropriations, Congressman Ron Packard, and later for Congresswoman Kay Granger. As legislative director, Khalil was responsible for guiding the development of the members’ legislative agenda, priorities and advising on key legislative and policy decisions. Khalil is a graduate of Loyola Marymount University in California where she earned a bachelor's degree in political science.",
  "bio_source": "Department of Education",
  "bio_url": "https://nnsa.energy.gov/aboutus/ourleadership/externalaffairsbio",
  "propublica_bio": ""
}