{
  "id": "691",
  "agency_id": "41",
  "name": "Mark R. Maddox",
  "slug": "mark-r-maddox",
  "agency_name": "Energy",
  "position_title_1": "Assistant to the Secretary, Office of the Secretary",
  "position_title_2": "Senior Policy Advisor, Office of the Secretary",
  "position_title_3": "Principal Deputy Assistant Secretary for Fossil Energy, Assistant Secretary for Fossil Energy",
  "grade_level": "$149,337",
  "start_date": "1/23/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766185-Maddox-Mark.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/mark-maddox-5b0a4a1a/",
  "outside_bio": "Mr. Maddox previously served at DOE as Deputy Director of Communications during the administration of President George H.W. Bush. During the administration of George W. Bush, he served as FE’s Principal Deputy Assistant Secretary and Assistant Secretary (Acting) for Fossil Energy. From 2004 to 2006, he led a number of high-profile domestic energy initiatives, including the Alaska Natural Gas Pipeline Act implementation, the FutureGen power plant project, and Integrated Gasification Combined Cycle power plant development. He also oversaw the Strategic Petroleum Reserve and policies relating to liquefied natural gas issues. In his FE leadership role, Mr. Maddox also represented the United States at several international forums, including the multinational Carbon Sequestration Leadership Forum’s Policy Committee, which he chaired and collaborated with delegates from China, India, and other nations. While at the helm of the Fossil Energy program, he testified before Congress on several occasions. In addition to his service at DOE, Mr. Maddox has held a number of key leadership and public policy positions, including a stint as Director of Integrated Management Systems at Lockheed Martin. From 2007 through 2011, he served as Senior Vice President of Government Affairs for Arcadian Networks, a New York-based telecommunications provider of private wireless networks for electricity utilities. While at Arcadian, he served as a member of the industry’s Gridwise Alliance Board of Directors. He was also President of Maddox Strategies, LLC, a Washington, DC-based government relations firm, as well as an issue expert for the American Action Forum, a non-partisan think tank in Washington, DC. He has also contributed to national media outlets and key trade publications on timely and critical energy-related subjects. Previously, Mr. Maddox served as Chief of Staff for then-Congressman Nathan Deal (GA), now Governor of Georgia. Mr. Maddox received his bachelor’s degree from Bowling Green State University in Ohio and his master’s degree in business from the George Washington University. He lives in Alexandria, Virginia, with his wife and two children.",
  "bio_source": "Department of Education",
  "bio_url": "https://energy.gov/fe/contributors/mark-maddox",
  "propublica_bio": ""
}