{
  "id": "777",
  "agency_id": "46",
  "name": "Amanda Gunasekara",
  "slug": "amanda-gunasekara",
  "agency_name": "Environmental Protection Agency",
  "position_title_1": "Senior Policy Advisor to the Administrator on Air and Radiation",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "3/19/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766151-Gunasekara-Amanda.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/mandy-gunasekara-570aa53a/",
  "outside_bio": "Mandy Gunasekara joined the Environmental Protection Agency in March and serves as a Senior Policy Advisor to the Administrator for the Office of Air and Radiation. Previously, Mandy served as Majority Counsel for Chairman Inhofe during the 114th Congress and for Chairman Barrasso during the 115th Congress on the United States Senate Environment and Public Works Committee. She led committee actions and policy development on Clean Air Act and climate change issues. From 2012 to 2014, Mandy worked as Senior Legislative Counsel for Congressman Bob Latta (Ohio-05) where she developed the Congressman’s legislative agenda on issues related to energy, environment, agriculture, immigration, labor, manufacturing and trade. She also led his committee agenda for the United States House of Representatives Committee on Energy and Commerce. Prior to joining Congressman Latta’s office, Mandy worked for Ranking Member Mike Enzi on the Senate Health, Education, Labor and Pensions (HELP) Committee. While there, she worked on labor, employment and disability issues. In addition, Mandy spent two summers as a law clerk for the United States House of Representatives Committee on Energy and Commerce Office of General Counsel. A native Mississippian, Mandy earned a J.D. from the University of Mississippi School of Law and a B.A. from Mississippi College. She, her husband Surya and 2 children reside in Washington, D.C.",
  "bio_source": "U.S. Embassy and Consulates in Italy",
  "bio_url": "https://it.usembassy.gov/bologna-g7-ministerial-u-s-delegation-mandy-gunasekara/",
  "propublica_bio": ""
}