{
  "id": "807",
  "agency_id": "46",
  "name": "Andrew Wheeler",
  "slug": "andrew-wheeler",
  "agency_name": "Environmental Protection Agency",
  "position_title_1": "Deputy Administrator",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387529-Andrew-Wheeler-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/andrew-wheeler-95892412/",
  "outside_bio": "Andrew came to FaegreBD Consulting from the Senate Committee on Environment and Public Works, where he served as majority staff director, minority staff director and chief counsel. In those roles, he worked on every major piece of environmental and energy-related legislation before Congress for over a decade, including greenhouse gas emissions legislation, the Energy Policy Act of 2005, the Energy Independence and Security Act of 2007, the Clear Skies Act and the Clean Air Interstate Rule. Andrew also has widespread knowledge of and experience with the Environmental Protection Agency and the Departments of Energy, Transportation and Interior, where he has affected meaningful changes in energy and environmental regulations. Work on the 1998 and 2005 Highway Bill reauthorizations has given Andrew an unparalleled expertise on transportation funding. Combined with his focus on the Diesel Emissions Reduction SEP Bill and the energy bills' Renewable Fuel Standards, Andrew has emerged an unrivaled expert on transportation matters. On the regulatory side Andrew has worked on all major fuel related issues including Refinery MACT, Gasoline sulfur, and the NSPS program. Prior to his work at the full Senate EPW Committee, Andrew served in a similar capacity for the Subcommittee on Clean Air, Climate Change, Wetlands and Nuclear Safety, under the subcommittee chairmanships of both Senators James Inhofe and George Voinovich, shaping key nuclear safety, clean energy technologies and clean water standards. He started his career at the Environmental Protection Agency, working on toxic chemical, pollution prevention and right-to-know issues. In addition to his previous role serving Congress, Andrew has been a keynote speaker before the American Bar Association and various trade associations, creating an impressive legal and business network that he leverages to help clients achieve their public policy goals.",
  "bio_source": "Faegre Baker Daniels LLP",
  "bio_url": "https://www.faegrebd.com/andrew-wheeler",
  "propublica_bio": ""
}