{
  "id": "887",
  "agency_id": "36",
  "name": "Richard Glick",
  "slug": "richard-glick",
  "agency_name": "Federal Energy Regulatory Commission",
  "position_title_1": "Member",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "11/2/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387783-Richard-Glick-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/glick-richard-249576a/",
  "outside_bio": "Commissioner Richard Glick was nominated to the Federal Energy Regulatory Commission by President Donald J. Trump in August 2017 and confirmed by the U.S. Senate on November 2, 2017. Before joining the Commission, Commissioner Glick was general counsel for the Democrats on the Senate Energy and Natural Resources Committee, serving as a senior policy advisor on numerous issues including electricity and renewable energy. Prior to that, Commissioner Glick was vice president of government affairs for Iberdrola’s renewable energy, electric and gas utility, and natural gas storage businesses in the United States. He ran the company’s Washington, DC, office and was responsible for developing and implementing the U.S. businesses’ federal legislative and regulatory policy advocacy strategies. Commissioner Glick previously served as a director of government affairs for PPM Energy and before that was director of government affairs for PacifiCorp. He served as a senior policy advisor to U.S. Energy Secretary Bill Richardson, and before that was legislative director and chief counsel to U.S. Senator Dale Bumpers of Arkansas. From 1988-1992 Commissioner Glick was an associate with the law firm of Verner, Liipfert, Bernhard, McPherson and Hand. Commissioner Glick is a graduate of George Washington University and Georgetown Law. He and his wife Erin have a son.",
  "bio_source": "Federal Energy Regulatory Commission",
  "bio_url": "https://www.ferc.gov/about/com-mem/glick/glick-bio.asp",
  "propublica_bio": ""
}