{
  "id": "942",
  "agency_id": "63",
  "name": "Emily W. Murphy",
  "slug": "emily-w-murphy",
  "agency_name": "General Services Administration",
  "position_title_1": "White House Liaison",
  "position_title_2": "Senior Advisor to the Administrator",
  "position_title_3": "Administrator, Office of the Administrator",
  "grade_level": "$179,700",
  "start_date": "1/24/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387806-Emily-W-Murphy-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/emilywebstermurphy/",
  "outside_bio": "After graduating from Smith College, I interned for my Member of Congress, Jim Talent. He eventually hired me to work for him at the House Committee on Small Business. As I’m sure some of your staff can attest, the newest staffer often gets the issue no one else wants, and so I started working on Federal procurement policy. Working on contracting, I realized I could make a difference by saving money for taxpayers, improving competition, and helping agencies deliver on their unique missions. More than twenty years later, I still find it compelling. I attended law school at the University of Virginia, earning my J.D., and returned to Washington to practice government contracts law. In 2004, I was honored to join the U.S. Small Business Administration (SBA) as a senior advisor for government contracts and business development and the Acting Administrator for Government Contracting. In that role, I directed a team of over 140 staff nationwide to help the agency better provide assistance to small businesses seeking Federal procurement opportunities. Our team was able to successfully reduce the cycle time for some small business certifications by 65 percent. I am proud to say that during my tenure, the SBA - for the first time in history - met its statutorily-mandated goal of awarding 23 percent of prime contracts to small businesses. In 2005, I had the privilege of joining GSA and serving as its inaugural Chief Acquisition Officer. In this role, I participated in leading the transformation of the agency’s assisted acquisition centers, as well as the consolidation of the Federal Supply Service and the Federal Technology Service. As the agency’s representative to the Federal Acquisition Regulatory (FAR) Council and the leader of the Civilian Agency Acquisition Council, I coordinated efforts to modernize the FAR and GSA regulations to more closely reflect the Federal Government’s increasing use of service contracts, as opposed to commodity buys. Most importantly, I worked closely with the Inspector General (IG) to address contracting issues in GSA’s eleven regions, where the IG had identified problems with improper sole source contracts, misuse of small business contracts, out-of-scope orders being placed against contracts, and Anti-Deficiency Act violations. The auditors attributed their findings to an ineffective system of internal management controls and contract personnel prioritizing customer preference over proper procurement procedures. To address these issues, I worked with the GSA Commissioners and the Regional Administrators to: 1) communicate that failure to follow the law would not be tolerated; 2) identify areas where contracting specialists perceived ambiguity and provide clarity regarding expectations and policy; 3) engage in workforce training targeting identified failures or weaknesses; 4) implement an ongoing series of procurement management reviews to identify other outstanding issues; 5) realign reporting chains and performance plans to ensure that contract specialists were evaluated on the quality of their work; 6) communicate with contractors regarding the proper procedures to follow should a task order appear to exceed to scope of the contract; 7) develop the Schedules eLibrary to assist contracting officers in making scope determinations; 8) institute regular meetings with the Department of Defense (DoD) to insure that any DoD specific requirements or funding issues were appropriately addressed by GSA; and 9) engage in ongoing dialogue with the IG so that all issues could be addressed promptly, thus mitigating risk to the taxpayer. GSA continues to have regular program management reviews, engage in targeted training, and maintain many of these processes. After my time at GSA, I rejoined the private sector and gained critical experience and insight on the Federal contracting process from different perspectives – as a customer, prime contractor and subcontractor; from the civilian and defense sides; and as a lawyer representing clients seeking to navigate the Federal procurement system. These firsthand experiences have been invaluable, as they provided a holistic view of the Federal contracting process. I know the frustrations of customers seeking to contract with the Federal Government because I have been in their shoes, and if confirmed, I will continue to use that experience to improve the process. In 2011, I returned to the House Committee on Small Business, serving again under a Missouri Chairman, Congressman Sam Graves, and then Chairman Steve Chabot of Ohio. While I specialized in acquisition policy, I also worked on capital access, regulatory reform, tax, and trade issues. The Committee conducted rigorous oversight of contracting agencies, including GSA, and worked on bipartisan legislation that aimed to help small businesses seeking to compete for contracts with the Federal Government. These bipartisan reforms - many of which originated in a Republican House, but were adopted by a Democratic Senate and signed into law by then-President Obama - sought to improve opportunities for service-disabled veterans and small technology firms; minimize barriers to entry; reduce regulatory burdens on prime and subcontractors; reduce waste, fraud, and abuse in government contracting; and streamline design-build contracting. I gained further valuable experience during my time on the House Committee on Armed Services (HASC), working on acquisition issues specific to the DoD, such as challenges with commercial item contracts, auditing, service contracting, program management, acquisition workforce, and business processes at the DoD. Earlier this year, I rejoined GSA, where I analyze topics related to acquisition to provide advice to the Acting Administrator, Tim Horne. For instance, I worked with Acting Administrator Horne on the merger of the Federal Acquisition Service and the Technology Transformation Service, the implementation of the Transactional Data rule, and opportunities to improve how GSA facilitates purchases of technology.",
  "bio_source": "General Services Administration",
  "bio_url": "https://www.gsa.gov/about-us/newsroom/congressional-testimony/nomination-of-emily-w-murphy-to-be-administrator-us-general-services-administration",
  "propublica_bio": ""
}