{
  "id": "1077",
  "agency_id": "10",
  "name": "Maya Michelle Noronha",
  "slug": "maya-michelle-noronha",
  "agency_name": "Health and Human Services",
  "position_title_1": "Special Advisor, Office of Civil Rights",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$131,767",
  "start_date": "5/14/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388407-Maya-Michelle-Noronha-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/mayanoronha/",
  "outside_bio": "Maya M. Noronha is an associate at Baker & Hostetler LLP in Washington, D.C. As a member of the Political Law Team, she focuses on redistricting litigation, voting rights cases, and campaign finance law. She has advised Members of Congress, federal candidates, state officials, state legislatures, campaigns, and political committees on election law. Ms. Noronha also works on Baker & Hostetler’s Public Policy Team, where she analyzes Congressional legislation and executive branch priorities to advise clients on political affairs. Ms. Noronha previously served as Deputy Director of the Republican National Lawyers Association, where she published extensively on voting laws, and coordinated state and national election law trainings in preparation for the 2012 general election. In 2011, she researched election law for former FEC Commissioner Hans A. von Spakovsky at the Heritage Foundation’s Center for Legal & Judicial Studies. In 2006, she served as a law clerk at the Republican Governors Association, where she analyzed campaign finance law for 36 gubernatorial races. Ms. Noronha is a Phi Beta Kappa graduate of Georgetown University where she majored in Government. At Georgetown Law, she published a note and served as development editor of the Georgetown Journal of Legal Ethics. She also held programming on election law when she served as vice president of the Georgetown Law Federalist Society. Ms. Noronha has delivered presentations on election law at George Mason University Law School, Arizona State University, and the Republican National Lawyers Association’s Election Law Seminar. In 2012, she was recognized as one of Forbes \"30 under 30\" in Law and Public Policy.",
  "bio_source": "Federalist Society",
  "bio_url": "https://archive.fed-soc.org/experts/detail/maya-noronha",
  "propublica_bio": ""
}