{
  "id": "1129",
  "agency_id": "10",
  "name": "John J. Bartrum",
  "slug": "john-j-bartrum",
  "agency_name": "Health and Human Services",
  "position_title_1": "Assistant Secretary for Financial Resources",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388420-John-J-Bartrum-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "",
  "outside_bio": "John previously served as senior professional staffer to the US House Appropriations Committee since 2009 and was also a member of the federal Senior Executive Service. In this role, he was responsible for issues relating to the National Institute of Health (NIH) and its 27 institutes; Centers for Medicare and Medicaid Services, Centers for Disease Control and Prevention and Biomedical Advanced Research and Development Agency, among others; and pharmaceutical and life sciences sector more broadly. While with the House of Representatives position, he was instrumental in developing the Ebola supplemental budget, which included designing the infectious disease hospital network, as well as the emergency management and public health response to the Zika virus and Superstorm Sandy. Before joining the House Appropriations Committee, he was an associate director of the NIH. John previously served as part of the National Security Division of the Office of Management and Budget (OMB) in the Executive Office of the President. At OMB, he was responsible for the budget of the departments of Defense and Veterans Affairs, including wartime supplemental requests for medical, research and healthcare operations. In addition to this substantial healthcare experience, John has more than 30 years of military experience in both active duty and as a reserve officer. He is a colonel in the Air Force Reserve as a Medical Service Corps officer, currently assigned to a brigadier general position as the mobilization assistant to the Commander Air Force Medical Operations Agency. John is a member of the American Health Lawyers Association and serves as a member of the firm’s Healthcare Industry Group leadership team.",
  "bio_source": "Squire Patton Boggs",
  "bio_url": "https://www.squirepattonboggs.com/en/professionals/b/bartrum-john",
  "propublica_bio": ""
}