{
  "id": "204",
  "agency_id": "68",
  "name": "Earl Comstock",
  "slug": "earl-comstock",
  "agency_name": "Commerce",
  "position_title_1": "Director, Office of Policy and Strategic Planning",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$179,700",
  "start_date": "1/30/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388480-Earl-Comstock-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/earlcomstock/",
  "outside_bio": "Earl Comstock focuses his practice on Federal legislative and regulatory matters. He has experience in drafting complex legislation and more than 20 years of experience advising clients who have legislative, regulatory or legal issues related to telecommunications, the Internet, and emerging communications technologies. Earl also has experience with legislative and regulatory issues involving natural resource development. Earl has over a decade of Congressional experience as legislative director for Senator Ted Stevens (RAlaska) and professional staff for the Senate Committee on Commerce, Science and Transportation. During that time, he negotiated and drafted more than a dozen major bills that were enacted into law, including the landmark Telecommunications Act of 1996. Since leaving Capitol Hill in 1997, Earl has been a partner in another law firm, President and CEO of COMPTEL, a trade organization representing competitive telecommunications and Internet companies, and a consultant. He has testified before Congress and represented clients before Congress, Federal agencies and international organizations. He brings a wealth of practical experience for clients seeking innovative solutions to problems involving the Federal legislative or regulatory process in Washington, DC.",
  "bio_source": "Practicing Law Institute via Internet Archive",
  "bio_url": "https://web.archive.org/web/20180118185939/https://www.pli.edu/content/Earl_W_Comstock/_/N-1z13bitZ4o?ID=PE675209",
  "propublica_bio": "Earl Comstock previously advocated on behalf of telecommunications, marine fishery, and maritime clients. He worked for the law firm Eckert Seamans, was principal of Comstock Consulting and served as president of a trade association representing Internet and telecommunications companies. He directly lobbied Commerce on behalf of the Alaska Eskimo Whaling Commission, an association of whale hunters."
}