{
  "id": "330",
  "agency_id": "27",
  "name": "Heather A. Wilson",
  "slug": "heather-a-wilson",
  "agency_name": "Defense",
  "position_title_1": "Secretary of the Air Force, Office of the Secretary",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "",
  "start_date": "5/10/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766846-Wilson-Heather-A.html",
  "ethics_waiver_url": "",
  "linkedin_url": "",
  "outside_bio": "An Air Force Academy graduate, Rhodes Scholar, and former National Security Council staff member, Heather Wilson was the first woman veteran of the U.S. armed services to serve in the U.S. Congress and only the second woman to represent New Mexico in Congress.1 Heather A. Wilson was born on December 30, 1960, in Keene, New Hampshire. During her junior year in Keene High School, the U.S. Air Force Academy began admitting women. Wilson, who hoped to become a pilot, like her father and grandfather, entered the academy and graduated in 1982. She earned a Rhodes Scholarship to study at Oxford University where, by 1985, she earned a master’s and a doctorate in international relations. Wilson served in the Air Force until 1989 when she joined the National Security Council staff as director for European Defense Policy and Arms Control. In 1991, she married lawyer Jay Hone, and the couple settled in New Mexico. They raised three children: Scott, Joshua, and Caitlin. Wilson then started a consulting firm and, from 1995 to 1998, served in the governor’s cabinet as secretary of the New Mexico children, youth and families department. When New Mexico’s Albuquerque Congressman Steven H. Schiff declared he would not run for re–election in the fall of 1998 because of his battle with skin cancer, Wilson resigned her cabinet post and entered the Republican primary. She won the support of Schiff and U.S. Senator Pete V. Domenici, who lent her several trusted aides and called her “the most brilliantly qualified House candidate anywhere in the country.”2 But Schiff’s death in March necessitated a June 23 special election. With Domenici’s support, Wilson became the Republican candidate for the special election, propelling her to a sizable win in the June 2 primary for the fall election against conservative state senator William F. Davis. Three weeks later, Wilson won the special election (with 45 percent of the vote) in a three–way race against millionaire Democratic state senator Phillip J. Maloof and Green Party candidate Robert L. Anderson. She was sworn into office on June 25, 1998, making her the first woman since Georgia Lusk in 1946, and the first Republican woman ever, to represent New Mexico.3 The special election was but a preview for the fall election for the full two–year term. In both races, Wilson’s slogan “fighting for our families” encompassed an agenda including better public schools, elimination of the marriage penalty, and an elimination of estate taxes. Both races were contentious and costly. For the June 23 special election Maloof spent $3.1 million and portrayed Wilson as an outsider. Leading up to the November 1998 general election, Maloof spent an additional $5 million to Wilson’s $1.1 million, making it the most expensive House race in New Mexico’s history. Wilson prevailed, with 48 percent of the vote. She won her 2000 re–election bid by a seven–point margin over her Democratic challenger. In 2002, she defeated Democrat Richard Romero with 55 percent to 45 percent of the vote. Two years later, she defeated Romero by a similar margin to earn a seat in the 109th Congress (2005–2007). In 2006, when Republicans lost the majority in the House, Wilson faced her stiffest electoral challenge, defeating Democratic candidate Patricia Madrid by 861 votes out of more than 211,000 cast.4 When Wilson took her seat in the House in 1998, she received assignments on the Commerce Committee (later renamed Energy and Commerce), including its subcommittees on Telecommunication, Energy and Air Quality, and Environment and Hazardous Materials. She remained on that panel for the duration of her House career. Wilson also won an additional seat on the Permanent Select Committee on Intelligence. But she left that assignment in the 107th Congress (2001–2003) for a seat on the powerful Armed Services Committee. Armed Services offered her a prime vantage point from which to oversee personnel and infrastructure issues at two installations in her district: Kirtland Air Force Base and the Sandia National Lab. In the 109th Congress, Wilson left Armed Services to return to the Intelligence Committee, where she chaired the Subcommittee on Technical and Tactical Intelligence. Wilson’s reputation in Congress was that of a moderate Republican who was not reluctant to take positions independent of her party. She called for a simplification of the tax codes and became one of the GOP’s point persons in the House to criticize the American bombing campaign in Kosovo. But on social issues, she was more moderate than many of her GOP colleagues. She supported requiring federal workers’ health plans to cover contraceptive coverage (although she opposed using public money to pay for abortions) and also voted down an amendment that would have banned adoptions by gay parents in the District of Columbia. She also opposed a plan by the Republican leadership to move management of the nuclear weapons program (largely based in New Mexico) from the Department of Energy to the Pentagon.5 In 2006, Wilson led efforts to ensure congressional oversight of the President’s terrorist surveillance program. Wilson chose not to seek re–election to a sixth term in the House, and instead announced her intention to run in 2008 for an open U.S. Senate seat being vacated by longtime New Mexico Senator Pete Domenici. Wilson narrowly lost the Republican primary and retired from the House at the conclusion of the 110th Congress on January 3, 2009.",
  "bio_source": "U.S. House of Representatives",
  "bio_url": "http://history.house.gov/People/Detail/24163",
  "propublica_bio": ""
}