{
  "id": "390",
  "agency_id": "27",
  "name": "Edmund Peter Giambastiani III",
  "slug": "edmund-peter-giambastiani-iii",
  "agency_name": "Defense",
  "position_title_1": "Special Assistant, Office Of The Deputy Chief Management Officer",
  "position_title_2": "Principal Deputy Assistant Secretary of Defense Legislative Affairs",
  "position_title_3": "",
  "grade_level": "$178,516",
  "start_date": "1/20/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766143-Giambastiani-Edmund.html",
  "ethics_waiver_url": "",
  "linkedin_url": "",
  "outside_bio": "Prior to his role in the Pentagon, Mr. Giambastiani served as Chief of Staff to Representative Tom Rooney (R-FL). Previously, he represented a diverse portfolio of clients as a principal at a leading federal government relations firm and worked as Deputy Chief of Staff to the former House Veterans Affairs Committee Chairman Jeff Miller (R-FL). Mr. Giambastiani also served in the George W. Bush Administration as a Special Assistant to the Deputy Under Secretary of the Navy (DUSN). He helped stand up the first DUSN office of the Bush Administration and was responsible for coordinating the Department of the Navy's foreign and intelligence policies. Mr. Giambastiani served in the U.S. Navy as a surface warfare and intelligence officer and completed his final active duty assignment as a liaison to the House of Representatives. The proud son and grandson of career military officers, Pete is a graduate of the United States Naval Academy and the George Mason University School of Business, Master of Business Administration program. He is a member of the Veterans of Foreign Wars, the American Legion, and a former member of the U.S. Naval Institute's Proceedings magazine editorial board.",
  "bio_source": "Department of Defense",
  "bio_url": "https://web.archive.org/web/20180123194640/https://www.defense.gov/About/Biographies/Biography-View/Article/1177120/pete-giambastiani/",
  "propublica_bio": ""
}