{
  "id": "664",
  "agency_id": "41",
  "name": "William P. Greene",
  "slug": "william-p-greene",
  "agency_name": "Energy",
  "position_title_1": "Assistant to the Secretary, Office Of The Secretary",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$149,337",
  "start_date": "1/20/2017 12:00:00 AM",
  "end_date": "5/23/2017 12:00:00 AM",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/3766146-Greene-William.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/wgreene1964/",
  "outside_bio": "Safari Club International has added veteran Capitol Hill staffer Bill Greene to its hunter advocacy team based in its Washington, DC office. Greene will serve as Deputy Director of Government Affairs. He most recently served as Director of Outreach for Speaker John Boehner, where he built a network of opinion leaders, coalition partners, and elected officials to help drive messaging and focus grassroots efforts during legislative consideration. Greene began his Congressional service in 1995 as a speechwriter for the House Republican Conference during the initial 100 days of the Contract with America. He later worked as a personal office press secretary and as a communications director at the House Budget Committee. During President George W. Bush’s administration, Greene worked in the White House Office of Strategic Initiatives and at the Department of Energy on the Yucca Mountain Project. At the White House Greene helped assemble a coalition of forestry, conservation, fishing, and hunter advocacy groups that supported passage and enactment of the President’s Healthy Forests Restoration Act in 2003. Greene returned to Capitol Hill in 2007, supporting then-Republican Leader Boehner’s rise to the speakership in 2011 beginning with the roll out of the Pledge to America. Greene finished college at age 30 after enlisted service in the U.S. Army and several years in the blue-collar ranks, mostly as a land surveyor. He holds a BA in political science from St. Mary’s College of Maryland and also attended the Centre for Medieval & Renaissance Studies at the University of Oxford in England. He claims Spartanburg, South Carolina as home. His wife, Loretta Solon Greene, serves on the Texas State Society Board. They have three children, Julia, Tommy, and Isabella, and reside in the Mount Vernon area of Alexandria, Virginia.",
  "bio_source": "Safari Club International",
  "bio_url": "https://www.safariclub.org/what-we-do/freedom-to-hunt/first-for-hunters-blog/first-for-hunters/2016/07/12/sci-welcomes-new-deputy-director-of-government-affairs",
  "propublica_bio": "Bill Greene helped lead government affairs for Safari Club International, the hunter advocacy organization, and consulted for Frontiers of Freedom, a free market group that has published criticism of the Energy Department’s support for renewable power. Prior to that, he was an aide to former House Speaker John Boehner and held posts at the White House and the Energy Department during the George W. Bush administration."
}