{
  "id": "729",
  "agency_id": "41",
  "name": "Mark Wesley Menezes",
  "slug": "mark-wesley-menezes",
  "agency_name": "Energy",
  "position_title_1": "Senior Advisor, Office of the Secretary",
  "position_title_2": "Under Secretary for Management and Performance",
  "position_title_3": "Under Secretary of Energy, Office Of The Under Secretary",
  "grade_level": "",
  "start_date": "9/8/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4387726-Mark-Wesley-Menezes-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "",
  "outside_bio": "Prior to being confirmed as Under Secretary of Energy, Mr. Menezes was an executive with Berkshire Hathaway Energy in its Washington, D.C. office. Before joining BHE, Mr. Menezes was a partner at Hunton & Williams LLP, where he headed the Regulated Markets and Energy Infrastructure practice group. Prior to Hunton, he served as Chief Counsel, Energy and Environment, U.S. House of Representatives Committee on Energy and Commerce, serving as chief negotiator for the House Majority in the enactment of the Energy Policy Act of 2005. Before his service with House Energy & Commerce, he was Vice President with Central and South West, and upon its merger with American Electric Power, served as Vice President and Associate General Counsel for federal and state legislative and regulatory affairs. Mr. Menezes has been named in National Journal’s “Hill 100”—top Congressional staff for his work on both energy and environmental matters. He has been frequent guest speaker and lecturer before numerous associations and civic groups, including legal education seminars where he has been called on to address the nation’s energy and environmental policies, utility restructuring, telecommunications, ethics, merger and acquisition practices, and regulatory and legislative processes. He has co-authored numerous articles, a practice manual, and been quoted in the New York Times, Law360, Oil and Gas Journal, Politico as well as interviewed by E&ETV. He’s been listed Best Lawyers in America 2013–2016, Corporate Counsel’s Top Lawyers 2006–2011, Washington Post’s Top Lawyers 2008–2016, and DC Super Lawyers 2012–2016. Mr. Menezes is a graduate of Louisiana State University receiving both his undergraduate and juris doctor degree. Until joining the government he was a charter member of the Advisory Council, Louisiana State University Law John P. Laborde Energy Law Center, and served on the Board of Directors of the Congressional Chorus & American Youth Chorus.",
  "bio_source": "Department of Energy",
  "bio_url": "https://energy.gov/contributors/mark-w-menezes",
  "propublica_bio": ""
}