{
  "id": "986",
  "agency_id": "10",
  "name": "Kimberly L. Brandt",
  "slug": "kimberly-l-brandt",
  "agency_name": "Health and Human Services",
  "position_title_1": "Principal Deputy Administrator for Operations",
  "position_title_2": "",
  "position_title_3": "",
  "grade_level": "$179,700",
  "start_date": "8/6/2017 12:00:00 AM",
  "end_date": "",
  "financial_disclosure_url": "https://www.documentcloud.org/documents/4388430-Kimberly-L-Brandt-Financial-Disclosure.html",
  "ethics_waiver_url": "",
  "linkedin_url": "https://www.linkedin.com/in/kimberly-brandt-1139964/",
  "outside_bio": "Kimberly Brandt is the Principal Deputy Administrator for Operations of the Centers for Medicare & Medicaid Services (CMS). She supports the Administrator for all activities necessary for the operation and management of CMS and its programs, including, Medicare, Medicaid and the Children’s Health Insurance Program. Kim also assists with the implementation of the CMS priorities, cross-cutting and strategic plan initiatives and the Medicare and Medicaid program integrity programs. Kim served as Chief Oversight Counsel on the Majority staff of the U.S. Senate Finance Committee where she has served on Committee staff from January 2011 – August 2017. In her role on the Committee, Kim coordinated oversight of the whole range of Committee issues including tax, health care, social security and trade. Before joining the Finance Committee staff, Kim was a Senior Counsel at Alston & Bird in Washington, D.C. advising clients on health care compliance and fraud and abuse issues. Kim’s previous government service includes serving for seven years as the CMS Director of the Medicare Program Integrity Group. Prior to her first tenure at CMS, Kim worked for five years at the HHS Office of Inspector General as Special Counsel and Director of External Affairs and as a Senior Counsel negotiating 0 Claims Act settlements and drafting and monitoring Corporate Integrity Agreements as well as authoring the OIG’s compliance guidance for Individual and Small Group Physician Practices. Kim received her J.D. with a concentration in health law from the DePaul School of Law, an M.A. in legislative affairs and health policy from George Washington University, and her B.A. from Valparaiso University. She is a nationally recognized expert in healthcare compliance and fraud and abuse issues and in 2016 received the Healthcare Compliance and Ethics Professional of the Year award from the Society for Corporate Compliance and Ethics and the Health Care Compliance Association.",
  "bio_source": "Department of Health and Human Services",
  "bio_url": "https://www.cms.gov/About-CMS/Leadership/Kimberly-Brandt.html",
  "propublica_bio": ""
}